Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# speakersAndVolumes
source: Speakers & Volumes
da: Højttalere og lydstyrker
de: Lautsprecher & Lautstärken
es: Altavoces y volúmenes
fr: Enceintes et volumes
it: Altoparlanti e volumi
ja: スピーカーと音量
nb: Høyttalere og volum
nl: Luidsprekers en volumes
pl: Głośniki i głośność
pt: Caixas e volumes
sv: Högtalare och volymer
zh_hans: 音箱和音量

source: Speaker Volumes
da: Højttaler-lydstyrke
de: Lautstärke der Lautsprecher
es: Volúmenes de los altavoces
fr: Volume des enceintes
it: Volume degli altoparlanti
ja: スピーカー音量
nb: Høyttalervolum
nl: Speakervolume
pl: Głośność głośników
pt: Volumes das caixas de som
sv: Högtalares volym
zh_hans: 音箱音量

source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
nb: Hastighet
nl: Snelheid
pl: Prędkość
pt: Velocidade
sv: Hastighet
zh_hans: 速度

# ssdpMulticastTTL
source: Discovery hop limit
da: Hopgrænse for søgning
de: Suchreichweite (Hops)
es: Límite de saltos de detección
fr: Limite de sauts pour la découverte
it: Limite di hop per il rilevamento
ja: 検出のホップ制限
nb: Hoppgrense for søk
nl: Hoplimiet voor detectie
pl: Limit przeskoków wykrywania
pt: Limite de saltos da deteção
sv: Hoppgräns för sökning
zh_hans: 发现跳数限制

# ssdpMulticastTTLHint
source: How many routers the speaker search may cross. Raise it when speakers sit on another VLAN or subnet. Has no effect where the network blocks multicast.
da: Hvor mange routere højttalersøgningen må krydse. Hæv værdien, når højttalerne står på et andet VLAN eller subnet. Ingen effekt, hvis netværket blokerer multicast.
de: Wie viele Router die Lautsprechersuche passieren darf. Erhöhen, wenn Lautsprecher in einem anderen VLAN oder Subnetz stehen. Ohne Wirkung, wenn das Netzwerk Multicast blockiert.
es: Cuántos routers puede atravesar la búsqueda de altavoces. Auméntelo cuando los altavoces estén en otra VLAN o subred. No surte efecto si la red bloquea la multidifusión.
fr: Nombre de routeurs que la recherche d’enceintes peut traverser. Augmentez-le lorsque les enceintes se trouvent sur un autre VLAN ou sous-réseau. Sans effet si le réseau bloque le multicast.
it: Quanti router può attraversare la ricerca dei diffusori. Aumentarlo quando i diffusori sono su un’altra VLAN o subnet. Nessun effetto se la rete blocca il multicast.
ja: スピーカー検索が通過できるルーターの数です。スピーカーが別のVLANやサブネットにある場合は値を上げてください。ネットワークがマルチキャストを遮断している場合は効果がありません。
nb: Hvor mange rutere høyttalersøket kan krysse. Øk verdien når høyttalerne står på et annet VLAN eller subnett. Ingen effekt hvis nettverket blokkerer multicast.
nl: Hoeveel routers de speakerzoekopdracht mag passeren. Verhoog dit als speakers op een ander VLAN of subnet staan. Heeft geen effect als het netwerk multicast blokkeert.
pl: Ile routerów może pokonać wyszukiwanie głośników. Zwiększ wartość, gdy głośniki są w innej sieci VLAN lub podsieci. Nie działa, gdy sieć blokuje multiemisję.
pt: Quantos routers a procura de colunas pode atravessar. Aumente quando as colunas estiverem noutra VLAN ou sub-rede. Não tem efeito se a rede bloquear multicast.
sv: Hur många routrar högtalarsökningen får passera. Höj värdet när högtalarna finns på ett annat VLAN eller subnät. Ingen effekt om nätverket blockerar multicast.
zh_hans: 音箱搜索可穿越的路由器数量。当音箱位于其他 VLAN 或子网时请调高。若网络阻止组播则无效。

# staleLayoutChanged
source: Command failed — speaker layout may have changed. Refreshing...
da: Kommandoen mislykkedes — højttaleropsætningen kan have ændret sig. Opdaterer…
de: Befehl fehlgeschlagen — die Lautsprecheranordnung hat sich womöglich geändert. Wird aktualisiert…
es: Error en el comando — la disposición de los altavoces puede haber cambiado. Actualizando…
fr: Échec de la commande — la disposition des enceintes a peut-être changé. Actualisation…
it: Comando non riuscito — la disposizione dei diffusori potrebbe essere cambiata. Aggiornamento…
ja: コマンドが失敗しました。スピーカー構成が変わった可能性があります。更新しています…
nb: Kommandoen mislyktes — høyttaleroppsettet kan ha endret seg. Oppdaterer…
nl: Opdracht mislukt — de speakerindeling is mogelijk gewijzigd. Bezig met vernieuwen…
pl: Polecenie nie powiodło się — układ głośników mógł się zmienić. Odświeżanie…
pt: O comando falhou — a disposição das colunas pode ter mudado. A atualizar…
sv: Kommandot misslyckades — högtalaruppsättningen kan ha ändrats. Uppdaterar…
zh_hans: 命令失败：扬声器布局可能已更改。正在刷新…

# staleReconnecting
source: Speakers reconnecting after network change… If this persists, power-cycle the speakers and relaunch Choragus.
da: Højttalerne opretter forbindelse igen efter en netværksændring… Hvis det fortsætter, sluk og tænd højttalerne, og genstart Choragus.
de: Lautsprecher verbinden sich nach einer Netzwerkänderung neu… Falls das anhält, Lautsprecher aus- und einschalten und Choragus neu starten.
es: Los altavoces se están reconectando tras un cambio de red… Si continúa, apaga y enciende los altavoces y reinicia Choragus.
fr: Reconnexion des enceintes après un changement de réseau… Si cela persiste, redémarrez les enceintes puis relancez Choragus.
it: I diffusori si stanno riconnettendo dopo una modifica della rete… Se persiste, spegni e riaccendi i diffusori e riavvia Choragus.
ja: ネットワーク変更後、スピーカーを再接続しています… 続く場合はスピーカーの電源を入れ直し、Choragus を再起動してください。
nb: Høyttalerne kobler til på nytt etter en nettverksendring… Hvis det vedvarer, slå høyttalerne av og på og start Choragus på nytt.
nl: Speakers maken opnieuw verbinding na een netwerkwijziging… Blijft dit aanhouden, schakel de speakers uit en aan en start Choragus opnieuw.
pl: Głośniki łączą się ponownie po zmianie sieci… Jeśli to się utrzymuje, wyłącz i włącz głośniki oraz uruchom ponownie Choragus.
pt: As colunas estão a reconectar após uma alteração de rede… Se persistir, desligue e ligue as colunas e reinicie o Choragus.
sv: Högtalarna återansluter efter en nätverksändring… Om det fortsätter, starta om högtalarna och Choragus.
zh_hans: 网络变更后扬声器正在重新连接… 若持续出现，请重启扬声器并重新启动 Choragus。

# staleRoomNotResponding
source: %@ is not responding. Refreshing speakers...
da: %@ svarer ikke. Opdaterer højttalere…
de: %@ antwortet nicht. Lautsprecher werden aktualisiert…
es: %@ no responde. Actualizando altavoces…
fr: %@ ne répond pas. Actualisation des enceintes…
it: %@ non risponde. Aggiornamento dei diffusori…
ja: %@ が応答していません。スピーカーを更新しています…
nb: %@ svarer ikke. Oppdaterer høyttalere…
nl: %@ reageert niet. Speakers worden vernieuwd…
pl: %@ nie odpowiada. Odświeżanie głośników…
pt: %@ não está a responder. A atualizar colunas…
sv: %@ svarar inte. Uppdaterar högtalare…
zh_hans: %@ 未响应。正在刷新扬声器…

source: Star this track
da: Stjernemarkér dette nummer
de: Diesen Titel markieren
es: Destacar esta pista
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: このトラックにスターを付ける
nb: Stjernemerk dette sporet
nl: Deze track voorzien van ster
pl: Oznacz ten utwór gwiazdką
pt: Favoritar esta faixa
sv: Stjärnmärk detta spår
zh_hans: 为此曲目标星

source: Startup
da: Opstart
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
nb: Oppstart
nl: Opstarten
pl: Uruchamianie
pt: Inicialização
sv: Uppstart
zh_hans: 启动

# starVerb
source: Star
da: Stjernemarkér
de: Markieren
es: Destacar
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: スターを付ける
nb: Stjernemerk
nl: Ster geven
pl: Oznacz gwiazdką
pt: Favoritar
sv: Stjärnmärk
zh_hans: 标星

# statAlbums
source: Albums
da: Album
de: Alben
es: Álbumes
it: Album
ja: アルバム
nb: Album
pl: Albumy
pt: Álbuns
sv: Album
zh_hans: 专辑

# statArtists
source: Artists
da: Kunstnere
de: Künstler
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
nb: Artister
nl: Artiesten
pl: Artyści
pt: Artistas
sv: Artister
zh_hans: 艺术家

# statAvgPerDay
source: Avg/Day
da: Snit/dag
de: Ø/Tag
es: Media/día
fr: Moy./jour
it: Media/giorno
ja: 平均/日
nb: Snitt/dag
nl: Gem./dag
pl: Śr./dzień
pt: Méd./dia
sv: Snitt/dag
zh_hans: 均/日

# statBest
source: Best
da: Rekord
de: Rekord
es: Récord
fr: Record
it: Record
ja: 最高
nb: Rekord
nl: Record
pl: Rekord
pt: Recorde
sv: Rekord
zh_hans: 最佳

# statHoursListened
source: Hours Listened
da: Lyttetimer
de: Gehörte Stunden
es: Horas escuchadas
fr: Heures d’écoute
it: Ore di ascolto
ja: 視聴時間
nb: Lyttetimer
nl: Uur geluisterd
pl: Godziny słuchania
pt: Horas ouvidas
sv: Timmar lyssnat
zh_hans: 收听小时

# statsAppearHere
source: Play some music and your stats will appear here
da: Afspil musik, og din statistik vises her
de: Spiele Musik ab, und deine Statistik erscheint hier
es: Reproduce música y tus estadísticas aparecerán aquí
fr: Lisez de la musique et vos statistiques apparaîtront ici
it: Riproduci musica e le tue statistiche appariranno qui
ja: 音楽を再生すると統計がここに表示されます
nb: Spill musikk og statistikken vises her
nl: Speel muziek af en je statistieken verschijnen hier
pl: Odtwórz muzykę, a statystyki pojawią się tutaj
pt: Reproduza música e suas estatísticas aparecerão aqui
sv: Spela musik och din statistik visas här
zh_hans: 播放音乐后统计将在此显示

# statStarred
source: Starred
da: Stjernemarkeret
de: Markiert
es: Destacado
fr: Favoris
it: Preferiti
ja: スター付き
nb: Stjernemerket
nl: Met ster
pl: Ulubione
pt: Favoritos
sv: Stjärnmärkt
zh_hans: 已标星

# statStations
source: Stations
da: Stationer
de: Sender
es: Emisoras
it: Stazioni
ja: ステーション
nb: Stasjoner
nl: Zenders
pl: Stacje
pt: Estações
sv: Kanaler
zh_hans: 电台

# statStreak
source: Streak
da: Stime
de: Serie
es: Racha
fr: Série
it: Serie
ja: 連続
nb: Rekke
nl: Reeks
pl: Passa
pt: Sequência
sv: Svit
zh_hans: 连续

# statTotalPlays
source: Total Plays
da: Afspilninger i alt
de: Wiedergaben gesamt
es: Reproducciones totales
fr: Lectures totales
it: Riproduzioni totali
ja: 総再生数
nb: Totale avspillinger
nl: Totaal afgespeeld
pl: Wszystkie odtworzenia
pt: Reproduções totais
sv: Totalt antal uppspelningar
zh_hans: 总播放次数

# statusActiveLine
source: Active — Connected and ready to play
da: Aktiv — Tilsluttet og klar til afspilning
de: Aktiv — Verbunden und bereit zur Wiedergabe
es: Activo — Conectado y listo para reproducir
fr: Actif — Connecté et prêt à lire
it: Attivo — Connesso e pronto alla riproduzione
ja: アクティブ — 接続済みで再生準備完了
nb: Aktiv — Tilkoblet og klar til avspilling
nl: Actief — Verbonden en klaar om af te spelen
pl: Aktywne — Połączone i gotowe do odtwarzania
pt: Ativo — Conectado e pronto para reproduzir
sv: Aktiv — Ansluten och redo att spela
zh_hans: 活动 — 已连接，可播放

# statusNeedsFavoriteLine
source: Needs Favorite — Connected but needs step 3
da: Kræver favorit — Tilsluttet, men trin 3 mangler
de: Favorit benötigt — Verbunden, aber Schritt 3 fehlt
es: Necesita favorito — Conectado pero falta paso 3
fr: Favori requis — Connecté mais étape 3 nécessaire
it: Richiede preferito — Connesso ma serve lo step 3
ja: お気に入りが必要 — 接続済みだがステップ 3 が必要
nb: Krever favoritt — Tilkoblet, men trinn 3 mangler
nl: Favoriet nodig — Verbonden maar stap 3 vereist
pl: Wymaga ulubionego — Połączone, ale brak kroku 3
pt: Precisa de favorito — Conectado mas falta o passo 3
sv: Kräver favorit — Ansluten men steg 3 behövs
zh_hans: 需要收藏 — 已连接但需第 3 步

# statusNotConnectedLine
source: Not connected — use Connect button
da: Ikke tilsluttet — brug Tilslut-knappen
de: Nicht verbunden — Verbinden-Taste verwenden
es: No conectado — usa el botón Conectar
fr: Non connecté — utilisez le bouton Se connecter
it: Non connesso — usa il pulsante Connetti
ja: 未接続 — 接続ボタンを使用
nb: Ikke tilkoblet — bruk Koble til-knappen
nl: Niet verbonden — gebruik de Verbinden-knop
pl: Niepołączone — użyj przycisku Połącz
pt: Não conectado — use o botão Conectar
sv: Inte ansluten — använd Anslut-knappen
zh_hans: 未连接 — 请使用连接按钮

# stillAddingToFormat
source: Still adding to %@…
da: Tilføjer stadig til %@…
de: Wird noch zu %@ hinzugefügt…
es: Todavía añadiendo a %@…
fr: Ajout à %@ en cours…
it: Aggiunta a %@ ancora in corso…
ja: %@ に追加中…
nb: Legger fortsatt til i %@…
nl: Nog bezig met toevoegen aan %@…
pl: Nadal dodawanie do %@…
pt: Ainda a adicionar a %@…
sv: Lägger fortfarande till i %@…
zh_hans: 仍在添加到 %@…

# structuralIneligible
source: structural
da: strukturelle
de: strukturell
es: estructurales
fr: structurels
it: strutturali
ja: 構造的
nb: strukturelle
nl: structureel
pl: strukturalne
pt: estruturais
sv: strukturella
zh_hans: 结构性

source: Sub Level
da: Sub-niveau
de: Sub-Pegel
es: Nivel del sub
fr: Niveau du caisson
it: Livello sub
ja: サブレベル
nb: Sub-nivå
nl: Sub-niveau
pl: Poziom sub
pt: Nível do sub
sv: Sub-nivå
zh_hans: 低音炮电平

source: Sub On
da: Sub til
de: Sub ein
es: Sub encendido
fr: Caisson actif
it: Sub attivo
ja: サブウーファー オン
nb: Sub på
nl: Sub aan
pl: Sub wł
pt: Sub ligado
sv: Sub på
zh_hans: 低音炮开

# sunoLinkUnreadable
source: Couldn't read that link. Use a public suno.com song link.
da: Kunne ikke læse linket. Brug et offentligt suno.com-sanglink.
de: Link nicht lesbar. Verwende einen öffentlichen suno.com-Songlink.
es: No se pudo leer el enlace. Usa un enlace público de canción de suno.com.
fr: Lien illisible. Utilisez un lien public de morceau suno.com.
it: Link non leggibile. Usa un link pubblico a un brano suno.com.
ja: リンクを読み取れませんでした。公開されている suno.com の曲リンクを使ってください。
nb: Kunne ikke lese lenken. Bruk en offentlig suno.com-sanglenke.
nl: Link niet leesbaar. Gebruik een openbare suno.com-songlink.
pl: Nie można odczytać linku. Użyj publicznego linku do utworu suno.com.
pt: Não foi possível ler a ligação. Use uma ligação pública de música do suno.com.
sv: Kunde inte läsa länken. Använd en offentlig suno.com-låtlänk.
zh_hans: 无法读取该链接。请使用公开的 suno.com 歌曲链接。

# supportBlurb
source: Choragus is free and open source, and stays that way. If it has earned a place in your setup, you can put something toward its development — a coffee, or a bitcoin or two ;) Or not. Either way, thanks for using it.
da: Choragus er gratis og open source og forbliver det. Hvis det har fortjent en plads i din opsætning, kan du bidrage til udviklingen — en kop kaffe eller en bitcoin eller to ;) Eller lad være. Tak, fordi du bruger det.
de: Choragus ist frei und quelloffen und bleibt es auch. Wenn es einen Platz in deinem Setup verdient hat, kannst du etwas zur Entwicklung beitragen — einen Kaffee oder ein, zwei Bitcoin ;) Oder auch nicht. So oder so: danke für die Nutzung!
es: Choragus es gratuito y de código abierto, y seguirá siéndolo. Si se ha ganado un sitio en tu equipo, puedes aportar algo a su desarrollo: un café, o un bitcoin o dos ;) O no. En cualquier caso, gracias por usarlo.
fr: Choragus est libre et open source, et le restera. S’il a gagné sa place dans votre installation, vous pouvez contribuer à son développement — un café, ou un bitcoin ou deux ;) Ou pas. Dans tous les cas, merci d’utiliser Choragus.
it: Choragus è gratuito e open source, e resta così. Se si è guadagnato un posto nel tuo impianto, puoi contribuire al suo sviluppo — un caffè, o un bitcoin o due ;) Oppure no. In ogni caso, grazie per l'utilizzo.
ja: Choragus は無料のオープンソースで、これからもそのままです。あなたの環境で役に立っているなら、開発への支援もできます — コーヒー1杯、あるいはビットコインを1〜2枚 ;) もちろん不要です。どちらでも、使っていただきありがとうございます。
nb: Choragus er gratis og åpen kildekode, og forblir det. Har det fortjent en plass i oppsettet ditt, kan du bidra til utviklingen — en kaffe, eller en bitcoin eller to ;) Eller la være. Uansett, takk for at du bruker det.
nl: Choragus is gratis en open source, en dat blijft zo. Als het een plek in je setup heeft verdiend, kun je iets bijdragen aan de ontwikkeling — een koffie, of een bitcoin of twee ;) Of niet. Hoe dan ook, bedankt voor het gebruik.
pl: Choragus jest darmowy i otwartoźródłowy — i taki pozostanie. Jeśli zasłużył na miejsce w Twoim zestawie, możesz wesprzeć jego rozwój: kawa albo bitcoin lub dwa ;) Albo nie. Tak czy inaczej, dzięki za korzystanie.
pt: O Choragus é gratuito e de código aberto, e assim continua. Se conquistou um lugar na sua configuração, pode contribuir para o desenvolvimento — um café, ou um bitcoin ou dois ;) Ou não. De qualquer forma, obrigado por usá-lo.
sv: Choragus är gratis och öppen källkod, och förblir så. Om det har förtjänat en plats i din anläggning kan du bidra till utvecklingen — en kaffe, eller en bitcoin eller två ;) Eller inte. Tack för att du använder det ändå.
zh_hans: Choragus 是免费开源的，而且会一直如此。如果它在你的系统里派上了用场，可以为开发出一份力——一杯咖啡，或者一两个比特币 ;) 不出也没关系。无论如何，感谢使用。

# supportProject
source: Support the project
da: Støt projektet
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet
it: Sostieni il progetto
ja: プロジェクトを支援
nb: Støtt prosjektet
nl: Steun het project
pl: Wesprzyj projekt
pt: Apoiar o projeto
sv: Stöd projektet
zh_hans: 支持本项目

# supportSheetTitle
source: Feel like supporting the project?
da: Har du lyst til at støtte projektet?
de: Lust, das Projekt zu unterstützen?
es: ¿Te apetece apoyar el proyecto?
fr: Envie de soutenir le projet ?
it: Ti va di sostenere il progetto?
ja: プロジェクトを支援しませんか？
nb: Har du lyst til å støtte prosjektet?
nl: Zin om het project te steunen?
pl: Masz ochotę wesprzeć projekt?
pt: Apetece-lhe apoiar o projeto?
sv: Vill du stödja projektet?
zh_hans: 想支持这个项目吗？

# surroundModeFull
source: Full
da: Fuld
de: Voll
es: Completo
fr: Plein
it: Completo
ja: フル
nl: Volledig
pl: Pełny
pt: Completo
zh_hans: 完整

source: Surrounds On
da: Surround til
de: Surround ein
es: Surround encendido
fr: Ambiophoniques actifs
it: Surround attivo
ja: サラウンド オン
nb: Surround på
nl: Surrounds aan
pl: Surround wł
pt: Surround ligado
sv: Surround på
zh_hans: 环绕开

# surroundsTab
source: Surrounds
da: Surround
de: Surround
es: Surround
fr: Ambiophoniques
it: Surround
ja: サラウンド
nb: Surround
pl: Surround
pt: Surround
sv: Surround
zh_hans: 环绕

# tabAbout
source: About
da: Info
de: Info
es: Información
fr: À propos
it: Informazioni
ja: 情報
nb: Info
nl: Info
pl: Informacje
pt: Informações
sv: Info
zh_hans: 信息

# tabHistory
source: History
da: Historik
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
nb: Historikk
nl: Geschiedenis
pl: Historia
pt: Histórico
sv: Historik
zh_hans: 历史

# tabLyrics
source: Lyrics
da: Sangtekst
de: Liedtext
es: Letra
fr: Paroles
it: Testo
ja: 歌詞
nb: Sangtekst
nl: Songtekst
pl: Tekst
pt: Letra
sv: Sångtext
zh_hans: 歌词

# tapToAddOrRemove
source: Tap a speaker to add or remove it from
da: Tryk på en højttaler for at tilføje eller fjerne den fra
de: Tippe auf einen Lautsprecher, um ihn hinzuzufügen oder zu entfernen aus
es: Toca un altavoz para añadirlo o eliminarlo de
fr: Touchez une enceinte pour l’ajouter ou la retirer de
it: Tocca un altoparlante per aggiungerlo o rimuoverlo da
ja: スピーカーをタップして追加または削除
nb: Trykk på en høyttaler for å legge til eller fjerne den fra
nl: Tik op een speaker om toe te voegen aan of te verwijderen uit
pl: Stuknij głośnik, aby dodać go lub usunąć z
pt: Toque em uma caixa de som para adicionar ou remover de
sv: Tryck på en högtalare för att lägga till eller ta bort den från
zh_hans: 轻触音箱以添加或移除

source: Tap to animate artwork
da: Tryk for at animere omslaget
de: Tippen, um das Cover zu animieren
es: Toca para animar la carátula
fr: Toucher pour animer la pochette
it: Tocca per animare la copertina
ja: タップしてアートワークをアニメーション
nb: Trykk for å animere coveret
nl: Tik om hoesje te animeren
pl: Dotknij, aby animować okładkę
pt: Toque para animar a capa
sv: Tryck för att animera omslaget
zh_hans: 点按以使封面动起来

source: Tap to reset offset
da: Tryk for at nulstille forskydning
de: Tippen zum Zurücksetzen des Offsets
es: Toca para restablecer el desfase
fr: Toucher pour réinitialiser le décalage
it: Tocca per azzerare l’offset
ja: タップしてオフセットをリセット
nb: Trykk for å nullstille forskyvning
nl: Tik om offset te resetten
pl: Dotknij, aby zresetować przesunięcie
pt: Toque para redefinir o desvio
sv: Tryck för att nollställa offset
zh_hans: 点击以重置偏移

source: Test Credentials
da: Test legitimationsoplysninger
de: Anmeldedaten testen
es: Probar credenciales
fr: Tester les identifiants
it: Prova credenziali
ja: 認証情報をテスト
nb: Test påloggingsinformasjon
nl: Inloggegevens testen
pl: Testuj dane logowania
pt: Testar credenciais
sv: Testa inloggning
zh_hans: 测试凭证

# testedConnectedBody
source: Spotify and Plex have been tested and confirmed working. Connect your account; for Spotify, then add one favorited song through the Sonos app to enable full browsing and playback. Plex streams from your own server, so once connected the search works against your library directly.
da: Spotify og Plex er testet og bekræftet. Tilslut din konto; for Spotify skal du derefter tilføje en favoritsæt via Sonos-appen for at aktivere fuld gennemsyn og afspilning. Plex streamer fra din egen server, så når det er tilsluttet, fungerer søgning direkte mod dit bibliotek.
de: Spotify und Plex wurden getestet und bestätigt. Verbinde dein Konto; füge für Spotify danach einen favorisierten Song über die Sonos-App hinzu, um vollständiges Durchsuchen und Wiedergabe zu aktivieren. Plex streamt vom eigenen Server, daher funktioniert die Suche nach dem Verbinden direkt gegen deine Bibliothek.
es: Spotify y Plex han sido probados y confirmados. Conecta tu cuenta; para Spotify, agrega después una canción favorita a través de la app Sonos para habilitar navegación y reproducción completas. Plex transmite desde tu propio servidor, así que una vez conectado la búsqueda funciona directamente contra tu biblioteca.
fr: Spotify et Plex ont été testés et fonctionnent. Connectez votre compte ; pour Spotify, ajoutez ensuite une chanson favorite via l’application Sonos pour activer la navigation et la lecture complètes. Plex diffuse depuis votre propre serveur, donc une fois connecté, la recherche fonctionne directement avec votre bibliothèque.
it: Spotify e Plex sono stati testati e confermati. Connetti il tuo account; per Spotify, aggiungi poi un brano preferito tramite l’app Sonos per abilitare navigazione e riproduzione complete. Plex trasmette dal tuo server, quindi una volta connesso la ricerca funziona direttamente sulla tua libreria.
ja: Spotify と Plex はテスト済みで動作します。アカウントを接続してください。Spotify の場合、その後 Sonos アプリでお気に入りの曲を 1 つ追加してフルブラウズと再生を有効にしてください。Plex は自分のサーバーからストリームするので、接続後はライブラリに対して検索が直接動作します。
nb: Spotify og Plex er testet og bekreftet. Koble til kontoen din; for Spotify, legg deretter til en favorisert låt via Sonos-appen for å aktivere full bla og avspilling. Plex streamer fra din egen server, så når det er tilkoblet fungerer søk direkte mot biblioteket ditt.
nl: Spotify en Plex zijn getest en werken. Verbind je account; voor Spotify voeg je daarna één favoriet nummer toe via de Sonos-app om volledig bladeren en afspelen in te schakelen. Plex streamt vanaf je eigen server, dus na verbinden werkt zoeken direct tegen je bibliotheek.
pl: Spotify i Plex zostały przetestowane i działają. Połącz konto; dla Spotify dodaj potem jeden polubiony utwór w aplikacji Sonos, aby włączyć pełne przeglądanie i odtwarzanie. Plex strumieniuje z Twojego własnego serwera, więc po połączeniu wyszukiwanie działa bezpośrednio na Twojej bibliotece.
pt: Spotify e Plex foram testados e funcionam. Conecte sua conta; para Spotify, adicione depois uma música favorita pelo app Sonos para ativar navegação e reprodução completas. Plex transmite do seu próprio servidor, então depois de conectado a busca funciona direto contra sua biblioteca.
sv: Spotify och Plex har testats och fungerar. Anslut ditt konto; för Spotify, lägg sedan till en favoriserad låt via Sonos-appen för att aktivera full bläddring och uppspelning. Plex strömmar från din egen server, så när det är anslutet fungerar sökning direkt mot ditt bibliotek.
zh_hans: Spotify 和 Plex 已测试并确认可用。连接您的账户；对于 Spotify，然后通过 Sonos 应用添加一首收藏歌曲，以启用完整浏览和播放。Plex 从您自己的服务器传输，因此连接后搜索直接针对您的库运行。

source: Theme
da: Tema
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
sv: Tema
zh_hans: 主题

# themeLabel
source: Theme
da: Tema
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
sv: Tema
zh_hans: 主题

source: This Month
da: Denne måned
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
nb: Denne måneden
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
sv: Denna månad
zh_hans: 本月
